Repository: pallets-eco/flask-security-3.0
Catalog: flask_security/translations/*/LC_MESSAGES/flask_security.po
Languages: hu_hu, sr_rs

source: Login Required
hu_hu: Bejelentkezés szükséges
sr_rs: Потребно је да се пријавите

source: Welcome
hu_hu: Üdvözlet
sr_rs: Добродошли

source: Please confirm your email
hu_hu: Kérlek add meg az emailcímed újra
sr_rs: Молимо, потврдите ваш мејл

source: Login instructions
hu_hu: Bejelentkezési útmutató
sr_rs: Упутства за пријављивање

source: Your password has been reset
hu_hu: A jelszavad resetelve lett
sr_rs: Ваша лозинка је ресетована

source: Your password has been changed
hu_hu: Jelszavad megváltozott
sr_rs: Ваша лозинка је промењена

source: Password reset instructions
hu_hu: Jelszó reset útmutató
sr_rs: Упутства за ресетовање лозинке

source: You do not have permission to view this resource.
hu_hu: Ennek megtekintéséhez nincs jogosoltságod
sr_rs: Немате дозволу да видите овај ресурс

source: Thank you. Confirmation instructions have been sent to %(email)s.
hu_hu: Köszönjük, a visszaigazoláshoz emailben a %(email)s címre küldtük el az útmutatót.
sr_rs: Хвала. Упутства за потврду су послата на %(email)s.

source: Thank you. Your email has been confirmed.
hu_hu: Köszönjük az email cím vissza lett igazolva.
sr_rs: Хвала. Ваша мејл адреса је потврђена.

source: Your email has already been confirmed.
hu_hu: Az email címed már vissza lett igazolva.
sr_rs: Ваш мејл је већ потврђен.

source: Invalid confirmation token.
hu_hu: Érvénytelen visszaigazolási token
sr_rs: Неважећи токен за потврду.

source: %(email)s is already associated with an account.
hu_hu: A %(email)s már egy létező regisztrációhoz tartozik.
sr_rs: %(email)s је већ повезан са постојећим налогом.

source: Password does not match
hu_hu: A jelszó nem egyezik
sr_rs: Лозинка се не поклапа

source: Passwords do not match
hu_hu: A jelszavak nem egyeznek
sr_rs: Лозинке се не поклапају

source: Redirections outside the domain are forbidden
hu_hu: Átirányítás a domain-en kívülre tiltva van.
sr_rs: Редирекције изван домена су забрањене

source: Instructions to reset your password have been sent to %(email)s.
hu_hu: Útmutató a jelszó reset-eléséhez a %(email)s címre elküldve.
sr_rs: Упутства за ресетовање ваше лозинке су послата на %(email)s.

source: You did not reset your password within %(within)s. New instructions have been sent to %(email)s.
hu_hu: A jelszavad nem lett reset-elve %(within)s időn belül. Új útmutatót küldtünka %(email)s címre.
sr_rs: Нисте ресетовали лозинку за %(within)s. Нова упутства су послата на %(email)s.

source: Invalid reset password token.
hu_hu: Érvénytelen jelszó reset token.
sr_rs: Неважећи токен за ресетовање лозинке.

source: Email requires confirmation.
hu_hu: Az emailcímedet vissza kell igazolni.
sr_rs: Неопходна је потврда мејла.

source: Confirmation instructions have been sent to %(email)s.
hu_hu: A visszaigazoláshoz útmutatót küldtünk a %(email)s címre.
sr_rs: Упутства за потврду су послата на %(email)s.

source: You did not confirm your email within %(within)s. New instructions to confirm your email have been sent to %(email)s.
hu_hu: Az emailcímed nem lett visszaigazolva %(within)s időn belül. Új utmutatót küldtünka %(email)s címre.
sr_rs: Нисте потврдили мејл за %(within)s. Нова упутства за потврду мејла су послата на %(email)s.

source: You did not login within %(within)s. New instructions to login have been sent to %(email)s.
hu_hu: A bejelentkezés nem történt meg %(within)s időn belül. Új útmutatót küldtünk a %(email)s címre.
sr_rs: Нисте се пријавили за %(within)s. Нова упутства за пријаву су послата на %(email)s."

source: Instructions to login have been sent to %(email)s.
hu_hu: A bejelentkezéshez az útmutatót elküldtük a %(email)s címre.
sr_rs: Упутства за пријаву су послата на %(email)s.

source: Invalid login token.
hu_hu: Érvénytelen bejelentkezési token.
sr_rs: Неважећи токен за пријаву.

source: Account is disabled.
hu_hu: Felhasználói fiók korlátozva.
sr_rs: Кориснички налог је суспендован.

source: Email not provided
hu_hu: Nem adtál meg email címet
sr_rs: Нисте унели мејл адресу

source: Invalid email address
hu_hu: Érvénytelen emailcím
sr_rs: Неважећа мејл адреса

source: Password not provided
hu_hu: Nem adtál meg jelszót
sr_rs: Шифра није унета

source: No password is set for this user
hu_hu: Ehhez a felhasználói fiókhoz nincs jelszó megadva
sr_rs: Шифра није подешена за овог корисника

source: Password must be at least 6 characters
hu_hu: A jelszónak legalább 6 karakterből kell állnia
sr_rs: Шифра мора имати бар 6 карактера

source: Specified user does not exist
hu_hu: A megadott fehasználói fiók nem létezik
sr_rs: Наведени корисник не постоји

source: Invalid password
hu_hu: Érvénytelen jelszó
sr_rs: Неважећа лозинка

source: You have successfully logged in.
hu_hu: Bejelentkezés sikeres.
sr_rs: Успешно сте се пријавили.

source: Forgot password?
hu_hu: Elfelejtett jelszó?
sr_rs: Заборавили сте лозинку?

source: You successfully reset your password and you have been logged in automatically.
hu_hu: A jleszavadat sikeresen reset-elted és automatikusan be is jelentkeztél.
sr_rs: Успешно сте ресетовали лозинку и аутоматски сте пријављени.

source: Your new password must be different than your previous password.
hu_hu: Az új jelszavadnak az előzőtől eltérőnek kell lennie.
sr_rs: Ваша нова лозинка мора бити различита од претходне.

source: You successfully changed your password.
hu_hu: Jelszavadat sikeresen megváltoztattad.
sr_rs: Успешно сте променили лозинку.

source: Please log in to access this page.
hu_hu: Kérlek jelentkezz be, hogy ezt a lapot láthasd.
sr_rs: Молимо, пријавите се за приступ овој страници.

source: Please reauthenticate to access this page.
hu_hu: Kérlek azonosítsd magad újra, hogy ezt a lapot láthasd.
sr_rs: Молимо, поново се пријавите за приступ овој страници.

source: Email Address
hu_hu: Email cím
sr_rs: Мејл адреса

source: Password
hu_hu: Jelszó
sr_rs: Лозинка

source: Remember Me
hu_hu: Emlékezz rám
sr_rs: Запамти ме

source: Login
hu_hu: Bejelentkezés
sr_rs: Пријава

source: Register
hu_hu: Regisztráció
sr_rs: Регистрација

source: Resend Confirmation Instructions
hu_hu: Küldd újra a visszaigazolási útmutatót
sr_rs: Поново пошаљи упутства за потврду

source: Recover Password
hu_hu: Jelszó visszaállítás
sr_rs: Опорави лозинку

source: Reset Password
hu_hu: Jelszó reset
sr_rs: Ресетуј лозинку

source: Retype Password
hu_hu: Add meg újra a jelszót
sr_rs: Поново унесите лозинку

source: New Password
hu_hu: Új jelszó
sr_rs: Нова лозинка

source: Change Password
hu_hu: Jelszó módosítása
sr_rs: Промени лозинку

source: Send Login Link
hu_hu: Bejelentkező link elküldése
sr_rs: Пошаљи линк за пријаву

source: Menu
hu_hu: Menü
sr_rs: Мени

source: Forgot password
hu_hu: Elfelejtett jelszó
sr_rs: Заборављена лозинка

source: Confirm account
hu_hu: Felhasználói fiók visszaigazolása
sr_rs: Потврдите налог

source: Change password
hu_hu: Jelszó módosítása
sr_rs: Промени лозинку

source: Send password reset instructions
hu_hu: Küldj útmutatót a jelszó reset-eléshez
sr_rs: Пошаљи упутства за ресетовање лозинке

source: Reset password
hu_hu: Jelszó reset
sr_rs: Ресетуј лозинку

source: Resend confirmation instructions
hu_hu: Küldd újra az útmutatót a visszaigazoláshoz
sr_rs: Поново пошаљи упутства за потврду

source: Your password has been changed.
hu_hu: A jelszavad megváltozott.
sr_rs: Ваша лозинка је промењена.

source: If you did not change your password,
hu_hu: Amennyiben nem te változtattad meg a jelszavad
sr_rs: Ако нисте променили вашу шифру

source: click here to reset it
hu_hu: ide kattintva reset-elheted
sr_rs: кликните овде да је ресетујете

source: Please confirm your email through the link below:
hu_hu: Kérlek igazold vissza email címedet az alábbi linkre kattintva:
sr_rs: Молимо потврдите ваш мејл путем следећег линка:

source: Confirm my account
hu_hu: Felhasználói fiókom visszaigazolása
sr_rs: Потврди мој налог

source: Welcome %(email)s!
hu_hu: Üdvözlet %(email)s!
sr_rs: Добродошли %(email)s!

source: You can log into your account through the link below:
hu_hu: Az alábbi linken jelentkezhetsz be:
sr_rs: Можете се пријавити на ваш налог путем следећег линка:

source: Login now
hu_hu: Bejelentkezés most
sr_rs: Пријавите се сада

source: Click here to reset your password
hu_hu: Ide kattints a jelszó reset-eléshez
sr_rs: Кликните овде да ресетујете лозинку

source: You can confirm your email through the link below:
hu_hu: Az email címedet az alábbi linkre kattintva igazolhatod vissza:
sr_rs: Можете потврдити ваш мејл путем следећег линка:
